Repository: myCodebox/outcoldplayer
Catalog: sources/Windows/GoogleMusic/Strings/*/Resources.resw
Source language: en
Languages: ru

# AlbumPageView.Subtitle
source: Album
ru: Альбом

# AlbumPageView_DurationSumLabel.Text
source: Duration:
ru: Время:

# AlbumPageView_SongsCountLabel.Text
source: Songs:
ru: Кол-во песен:

# ArtistPageView.Subtitle
source: Artist
ru: Артист

# ArtistPageView_AlbumsCountLabel.Text
source: Albums:
ru: Кол-во альбомов:

# ArtistPageView_DurationSumLabel.Text
source: Duration:
ru: Время:

# ArtistPageView_SongsCountLabel.Text
source: Songs:
ru: Кол-во песен:

# ArtistTile_Albums.Text
source: albums
ru: альбом(ов)

# Authorization_Error_AccountDeleted
source: The user account has been deleted.
ru: Аккаунт был удален.

# Authorization_Error_AccountDisabled
source: The user account has been disabled.
ru: Аккаунт заблокирован.

# Authorization_Error_BadAuthentication
source: Username or password is not recognized. If you are using 2-step authentication you need to use one of the generated passwords.
ru: Не удалось найти аккаунт с указанным email и паролем. Если вы используете 2-шаговую аутентификацию со своим Google аккаунтом, то вам необходимо использовать один из сгенерированных паролей.

# Authorization_Error_UnexpectedError
source: Could not authenticate. Please check network connection.
ru: Не удалось авторизоваться. Проверьте интернет соединение.

# Authorization_Error_Unknown
source: Cannot authenticate on Google Play Music with provided credentials. Please make sure that you activated Google Play Music service for current account and this service is available in your country.
ru: Ну удалось авторизоваться. Убедитесь, что вы активировали Google Play Music сервис, а так же, что сервис доступен в вашем регионе.

# Authorization_Error_UserNameAndPassword
source: Please provide email and password first.
ru: Сначала введите email и пароль.

# Authorization_GoToGoogleMusicLink.Text
source: Go to Google Music
ru: Перейти на Google Music

# Authorization_PasswordLabel.Text
source: Password:
ru: Пароль:

# Authorization_PasswordStorageInformation.Text
source: Password will be stored in encrypted Windows Storage.
ru: Пароль будет храниться в защищенном хранилище.

# Authorization_RememberAccountCheckBox.Content
source: Remember account
ru: Запомнить пользователя

# Authorization_SignInButton.Content
source: Sign in
ru: Войти

# Authorization_SignInInfo.Text
source: To use gMusicW player you need to provide your Google Account's email and password. If you do not have one, you need to create a Google Account. Please make sure that you have subscribed to the Google Music service. For more details go to the Google Music site.
ru: Для того, чтобы использовать gMusic плейер, авторизуйтесь при помощи Google аккаунта (например, username@gmail.com). Перед тем как воспользоваться gMusic плеером, убедитесь, пожалуйста,что вы зарегистрированы в системе Google Music (воспользуйтесь ссылкой внизу,чтобы убедиться).

# Authorization_SignInTitle.Text
source: Sign in
ru: Авторизация

# HyperLink_RemoveAds
source: Remove Ads
ru: Удалить рекламу

# LastFmAuthentification_CancelButton.Content
source: Cancel
ru: Отмена

# LastFmAuthentification_Instruction
source: You will be transferred to the last.fm authentication page, where you will be asked to give permissions to gMusicW application.
ru: Вы будете перенаправлены на страницу last.fm, где вас попросят дать права на доступ к аккаунту нашему приложению.

# LastFmAuthentification_Linking
source: Linking Last.fm account...
ru: Соединяем аккаунт Last.fm...

# LastFmAuthentification_Unsuccess
source: Cannot link Last.fm account to gMusicW application. Please make sure that you gave permissions to gMusicW application on Last.fm site. Use link below to do this:
ru: Не удалост присоединить аккаунт Last.fm. Убедитесь, что вы дали разренения на использование вашего аккаунта нашим приложением. Воспользуйтесь ссылкой внизу:

# LinksRegion_FailedToUpdate
source: Failed to update library...
ru: Не удалось обновить библиотеку...

# LinksRegion_Updated
source: Library updated
ru: Библиотека обновлена

# LinksRegion_UpdatingPlaylists
source: Updating playlists...
ru: Обновляем плейлисты...

# LinksRegion_UpdatingSongs
source: Updating songs...
ru: Обновляем песни...

# Loading_Error_Failed
source: Cannot load data. Verify your network connection.
ru: Не удалось загрузить библиотеку. Проверьте интернет соединение.

# Loading_LoadingMusicLibrary
source: Loading music library...
ru: Загружаем музыкальную библиотеку...

# Loading_MessageBox_Failed.CancelButton
source: Cancel
ru: Отмена

# Loading_MessageBox_Failed.Message
source: Impossible to load data from Google Music. Please verify that you subscribed to Google Music services.
ru: Не удалось загрузить библиотеку. Проверьте, что вы подписаны на Google Music сервис.

# Loading_MessageBox_Failed.OkButton
source: Go to Google Music
ru: Перейти на Google Music

# MainMenu_Albums
source: Albums
ru: Альбомы

# MainMenu_Artists
source: Artists
ru: Артисты

# MainMenu_Genres
source: Genres
ru: Жанры

# MainMenu_Home
source: Home
ru: Главная

# MainMenu_Playlists
source: Playlists
ru: Плейлисты

# MainMenu_Queue
source: Queue
ru: Очередь

# MessageBox_DeletePlaylistMessage
source: Are you sure want to delete selected playlists?
ru: Вы уверены, что хотите удалить выбранный(ые) плейлисты?

# MessageBox_DeletePlaylistNo
source: No
ru: Нет

# MessageBox_DeletePlaylistYes
source: Yes
ru: Да

# MessageBox_ReviewButtonNoThanks
source: No, thanks
ru: Нет, спасибо

# MessageBox_ReviewButtonRate
source: Rate
ru: Оценить

# MessageBox_ReviewButtonRemind
source: Remind me later
ru: Напомнить позже

# MessageBox_ReviewMessage
source: If you enjoy using gMusicW appication, would you mind taking a moment to rate it? Good ratings help us a lot. It won't take more than a minute. Thanks for your support!
ru: Если вам нравится наше приложение, не могли бы вы оценить его в Windows Store? Хорошие рейтинги помогают нашему приложению развиваться. Спасибо, заранее!

# Model_Album_Plural_Title
source: Albums
ru: Альбомы

# Model_Album_Title
source: Album
ru: Альбом

# Model_Artist_Plural_Title
source: Artists
ru: Артисты

# Model_Artist_Title
source: Artist
ru: Артист

# Model_Genre_Plural_Title
source: Genres
ru: Жанры

# Model_Genre_Title
source: Genre
ru: Жанр

# Model_Song_Plural_Title
source: Songs
ru: Песни

# Model_Song_Title
source: Song
ru: Песня

# Model_UserPlaylist_Plural_Title
source: Playlists
ru: Плейлисты

# Model_UserPlaylist_Title
source: Playlist
ru: Плейлист

# Player_BufferingLabel.Text
source: Buffering
ru: Загружается

# Player_CannotPlay
source: Cannot play right now. Make sure that you are not currently using the current account on a different device (or web browser). Try in a couple of minutes.
ru: Невозможно проигрывать треки в данный момент. Убедитесь, что вы не слушаете музыку с Google Music на каком-нибудь другом устройстве. Попробуйте снова через несколько минут.

# Player_QueueEmpty.Text
source: Queue is Empty
ru: Очередь пуста

source: Repeat All
ru: Повторять все

# Player_ShuffleButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Shuffle
ru: Произвольно

# Player_VolumeTitle.Text
source: Volume
ru: Громкость

# PlaylistEdit_CancelButton.Content
source: Cancel
ru: Отмена

# PlaylistEdit_SaveButton.Content
source: Save
ru: Сохранить

source: Add to queue
ru: Добавить в очередь

# QueueActions_Play.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Play selected
ru: Играть выбранное

source: Shuffle and play
ru: Перемешать и играть

# QueuePageView.Title
source: Queue
ru: Очередь проигрывания

# QueueSongsList_SongAlbum.Text
source: album
ru: альбом

# QueueSongsList_SongDuration.Text
source: time
ru: время

# QueueSongsList_SongPlayCounts.Text
source: plays
ru: кол-во

# QueueSongsList_SongRating.Text
source: rating
ru: оценка

# QueueSongsList_SongTitle.Text
source: name
ru: название

# RelaseHistory_ThankYou.Text
source: Thank you for using gMusicW application!
ru: Спасибо за то, что выбрали gMusic!

# ReleaseHistory_Subtitle.Text
source: Congratulations! You just installed a new version of gMusicW. You can find the list of new features [+] and fixed bugs [b] below:
ru: Поздравляем! Вы только что обновили версию gMusic. Внизу вы найдете список изменений, где [+] это дополнения, [b] это исправления:

# ReleaseHistory_Twitter.Text
source: Follow us on twitter to know about our plans.
ru: Подпишитесь на наш twitter, чтобы быть в курсе последних новостей.

# ReleaseHistory_UserVoice.Text
source: UserVoice is the best way to tell us what features you want to see in next versions of gMusicW.
ru: UserVoice -это лучшее место, где вы можете предложить нам что-то исправить или дополнить.

# SearchItem_SongsFormat
source: {0} songs
ru: Песен: {0}

# SearchPageView_AllTitle
source: All
ru: Все

# SearchPageView_SongsTitle
source: Songs
ru: Песни

# SearchPageView_SubtitleFormat
source: Results for "{0}"
ru: Результаты поиска "{0}"

# SettingsAccountTitle
source: Accounts
ru: Аккаунты

# SettingsAccount_AccountCleared
source: Username and password were cleared.
ru: Информация об аккаунте удалена.

# SettingsAccount_AccountClearedButYouAreSignedIn
source: Username and password were cleared. You are still signed in, on next application start gMusicW can still use your Token and Session keys, to delete them click on Sign Out button.
ru: Информация об аккаунте удалена, но вы до сих пор авторизованы при помощи этого аккаунта, чтобы окончательно забыть этот аккаунт, используйте так же кнопку "Выйти".

# SettingsAccount_DoesNotStorePassword.Text
source: gMusicW does not store email and password of current Google Account.
ru: gMusic не хранит ваши данные.

# SettingsAccount_ForgetAccountButton.Content
source: Forget account
ru: Забыть аккаунт.

# SettingsAccount_LastFmAccountLabel.Text
source: Linked Last.fm account (gMusicW sends updates for your "Recently Listened Tracks" list):
ru: Соединенный Last.fm аккаунт:

# SettingsAccount_LastFmBeta.Text
source: *Last.fm scrobbing available to all users, while this feature is in beta version.
ru: *Last.fm предоставляет для всех пользователей gMusic, пока он находиться в beta версии.

# SettingsAccount_LastFmInfo.Text
source: gMusicW can update your "Recently Listened Tracks" list on Last.fm while you are listening music in application. To do this you need to link Last.fm account.
ru: gMusic может интегрироваться с сервисом last.fm, чтобы обновлять информацию о том, что вы слушаете. Чтобы воспользоваться, вам необходимо соединить last.fm аккаунт:

# SettingsAccount_LinkLastFmAccountButton.Content
source: Link Last.fm account
ru: Соединить Last.fm аккаунт

# SettingsAccount_NotLoginIn.Text
source: You are not logged in.
ru: Вы не авторизованы.

# SettingsAccount_RefreshButton.Content
source: Refresh
ru: Обновить

# SettingsAccount_RefreshLabel.Text
source: Refresh music from Google Play
ru: Обновить музыкальную библиотеку

# SettingsAccount_SignOutButton.Content
source: Sign out
ru: Выйти

# SettingsAccount_StorePasswordInProtectedStore.Text
source: gMusicW stores email and password in protected Windows store.
ru: gMusic хранит ваш аккаунт и пароль в защищенном хранилище Windows.

# SettingsAccount_UnlinkLastFmAccountButton.Content
source: Unlink Last.fm account
ru: Отсоединить Last.fm аккаунт

# SettingsAccount_YouAreLoggedIn.Text
source: You are logged in with Google Account:
ru: Ваш Google аккаунт:

# SettingsAppSettingsTitle
source: App settings
ru: Настройки

# SettingsAppSettings_KeepDisplayOnDescription.Text
source: Depending on system power settings, the display may first be dimmed, then turned off if Windows does not detect any user activity for a certain amount of time. This setting allows to prevent this when gMusicW application is in foreground (on screen).
ru: В зависимости от настроек системы, Windows может отключать монитор и отправять компьютер в спящий режим, который не позволяет проигрывать музыку. Данная настройка позволяет предотвратить это поведение, когда приложение находится на переднем плане.

# SettingsAppSettings_KeepDisplayOnLabel.Header
source: Keep display on.
ru: Оставлять экран включенным.

# SettingsLegalTitle
source: Legal
ru: Правовая информация

# SettingsPrivacyPolicyTitle
source: Privacy Policy
ru: Политика конфеденциальности

# SettingsSupportTitle
source: Support
ru: Поддержка

# SettingsUpgradeTitle
source: Upgrade
ru: Удалить рекламу

# SettingsUpgrade_AddFreePackageButton.Content
source: Ad Free (unlimited)
ru: Без рекламы (безлимитный)

# SettingsUpgrade_AddFreePackageDescription.Text
source: You can buy for $1.99 AdFree package, which will remove all advertisements (limited offer):
ru: Вы можете купить пакет без рекламы за $1.99, который удалит всю рекламу из приложения:

# SettingsUpgrade_RemoveAdsTitle.Text
source: Do you want to remove advertisements from gMusicW?
ru: Вы может удалить рекламу из приложения.

# SettingsUpgrade_ThankYou.Text
source: Thank You!
ru: Спасибо!

# SettingsUpgrade_UltimatePackageButton.Content
source: Ultimate (unlimited)
ru: Ultimate (безлимитный)

# SettingsUpgrade_UltimatePackageDescription.Text
source: Or you can spend $4.99 for Ultimate package. This package does not offer any additional features now (other than Ad Free package has). But it will contains all additional features, which we will ship in future. For now we can say, that this is a way to support development of our app.
ru: А так же вы можете купить пакет Ultimate за $4.99. Данный пакет не дает никаких дополнительных преимуществ на данный момент (включает в себя пакет без рекламы). Но, как только мы введем дополнительные платные функции, данный пакет будет включать их все:

# SongsList_SongAlbum.Title
source: album
ru: альбом

# SongsList_SongArtist.Title
source: artist
ru: артист

# SongsList_SongDuration.Title
source: time
ru: время

# SongsList_SongPlayCounts.Title
source: plays
ru: кол-во

# SongsList_SongRating.Title
source: rating
ru: оценка

# SongsList_SongTitle.Title
source: name
ru: название

# StartPageView.Title
source: Home
ru: Главная

# Toolbar_CreateButton
source: Create
ru: Создать

# Toolbar_DeleteButton
source: Delete
ru: Удалить

# Toolbar_PlaylistButton
source: Playlist
ru: Плейлист

# Toolbar_QueueButton
source: Queue
ru: Очередь

# Toolbar_RenameButton
source: Rename
ru: Переименовать

# Toolbar_ShowAllButton
source: Show All
ru: Все
